Repository: Ju-Long/Edendale
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es_es, es_mx, fr, it, ja, ko, nl, pt_br, pt_pt, ru, sv, zh_hans, zh_hant

source: Plays at this speed while your thumb rests on the right side of the remote’s touch surface.
de: Gibt mit dieser Geschwindigkeit wieder, solange dein Daumen auf der rechten Seite der Touch-Oberfläche der Fernbedienung ruht.
es_es: Reproduce a esta velocidad mientras apoyas el pulgar en el lado derecho de la superficie táctil del mando.
es_mx: Reproduce a esta velocidad mientras apoyas el pulgar en el lado derecho de la superficie táctil del control remoto.
fr: Lit à cette vitesse tant que votre pouce reste sur le côté droit de la surface tactile de la télécommande.
it: Riproduce a questa velocità mentre il pollice resta sul lato destro della superficie touch del telecomando.
ja: リモコンのタッチ面の右側に親指を置いている間、この速度で再生します。
ko: 리모컨 터치 표면의 오른쪽에 엄지손가락을 올려 두는 동안 이 속도로 재생합니다.
nl: Speelt af op deze snelheid zolang je duim op de rechterkant van het aanraakoppervlak van de afstandsbediening rust.
pt_br: Reproduz nessa velocidade enquanto seu polegar descansa no lado direito da superfície de toque do controle remoto.
pt_pt: Reproduz a esta velocidade enquanto o polegar repousa no lado direito da superfície tátil do comando.
ru: Воспроизводит с этой скоростью, пока ваш большой палец лежит на правой стороне сенсорной поверхности пульта.
sv: Spelar upp i den här hastigheten medan tummen vilar på höger sida av fjärrkontrollens pekyta.
zh_hans: 在你的拇指停留在遥控器触控表面右侧时以此速度播放。
zh_hant: 在你的拇指停留在遙控器觸控表面右側時以此速度播放。

source: Plays next episode.
de: Gibt die nächste Folge wieder.
es_es: Reproduce el siguiente episodio.
es_mx: Reproduce el siguiente episodio.
fr: Lit l’épisode suivant.
it: Riproduce il prossimo episodio.
ja: 次のエピソードを再生します。
ko: 다음 에피소드를 재생합니다.
nl: Speelt de volgende aflevering af.
pt_br: Reproduz o próximo episódio.
pt_pt: Reproduz o próximo episódio.
ru: Воспроизводит следующий эпизод.
sv: Spelar upp nästa avsnitt.
zh_hans: 播放下一集。
zh_hant: 播放下一集。

source: Plays this episode.
de: Gibt diese Folge wieder.
es_es: Reproduce este episodio.
es_mx: Reproduce este episodio.
fr: Lit cet épisode.
it: Riproduce questo episodio.
ja: このエピソードを再生します。
ko: 이 에피소드를 재생합니다.
nl: Speelt deze aflevering af.
pt_br: Reproduz este episódio.
pt_pt: Reproduz este episódio.
ru: Воспроизводит этот эпизод.
sv: Spelar upp det här avsnittet.
zh_hans: 播放此集。
zh_hant: 播放此集。

source: Plays this episode. More sources are in the context menu.
de: Gibt diese Folge wieder. Weitere Quellen findest du im Kontextmenü.
es_es: Reproduce este episodio. Hay más fuentes en el menú contextual.
es_mx: Reproduce este episodio. Hay más orígenes en el menú contextual.
fr: Lit cet épisode. D’autres sources sont disponibles dans le menu contextuel.
it: Riproduce questo episodio. Altre sorgenti sono nel menu contestuale.
ja: このエピソードを再生します。ほかのソースはコンテキストメニューにあります。
ko: 이 에피소드를 재생합니다. 다른 소스는 콘텍스트 메뉴에 있습니다.
nl: Speelt deze aflevering af. Meer bronnen staan in het contextuele menu.
pt_br: Reproduz este episódio. Mais origens estão no menu de contexto.
pt_pt: Reproduz este episódio. Há mais fontes no menu de contexto.
ru: Воспроизводит этот эпизод. Другие источники есть в контекстном меню.
sv: Spelar upp det här avsnittet. Fler källor finns i kontextmenyn.
zh_hans: 播放此集。更多来源位于上下文菜单中。
zh_hant: 播放此集。更多來源位於快速選單中。

source: Polish
de: Polnisch
es_es: Polaco
es_mx: Polaco
fr: Polonais
it: Polacco
ja: ポーランド語
ko: 폴란드어
nl: Pools
pt_br: Polonês
pt_pt: Polaco
ru: Польский
sv: Polska
zh_hans: 波兰语
zh_hant: 波蘭文

source: Popular Films
de: Beliebte Filme
es_es: Películas populares
es_mx: Películas populares
fr: Films populaires
it: Film popolari
ja: 人気の映画
ko: 인기 영화
nl: Populaire films
pt_br: Filmes populares
pt_pt: Filmes populares
ru: Популярные фильмы
sv: Populära filmer
zh_hans: 热门电影
zh_hant: 熱門電影

source: Popular Series
de: Beliebte Serien
es_es: Series populares
es_mx: Series populares
fr: Séries populaires
it: Serie popolari
ja: 人気のシリーズ
ko: 인기 시리즈
nl: Populaire series
pt_br: Séries populares
pt_pt: Séries populares
ru: Популярные сериалы
sv: Populära serier
zh_hans: 热门剧集
zh_hant: 熱門影集

source: Portuguese
de: Portugiesisch
es_es: Portugués
es_mx: Portugués
fr: Portugais
it: Portoghese
ja: ポルトガル語
ko: 포르투갈어
nl: Portugees
pt_br: Português
pt_pt: Português
ru: Португальский
sv: Portugisiska
zh_hans: 葡萄牙语
zh_hant: 葡萄牙文

source: Preamp
de: Vorverstärker
es_es: Preamplificador
es_mx: Preamplificador
fr: Préamplificateur
it: Preamplificatore
ja: プリアンプ
ko: 프리앰프
nl: Voorversterker
pt_br: Pré-amplificador
pt_pt: Pré-amplificador
ru: Предусилитель
sv: Förförstärkare
zh_hans: 前置放大
zh_hant: 前級放大

source: Preset
de: Voreinstellung
es_es: Preajuste
es_mx: Preajuste
fr: Préréglage
ja: プリセット
ko: 프리셋
nl: Voorinstelling
pt_br: Predefinição
pt_pt: Predefinição
ru: Пресет
sv: Förinställning
zh_hans: 预设
zh_hant: 預設組合

source: Press Play/Pause to pause or resume at any time. Back steps out one layer at a time: an open panel, then the controls, then the player.
de: Drücke „Wiedergabe/Pause“, um jederzeit anzuhalten oder fortzufahren. „Zurück“ schließt eine Ebene nach der anderen: einen geöffneten Bereich, dann die Steuerung, dann den Player.
es_es: Pulsa Reproducir/Pausa para pausar o reanudar en cualquier momento. Atrás cierra una capa cada vez: un panel abierto, luego los controles y después el reproductor.
es_mx: Presiona Reproducir/Pausa para pausar o reanudar en cualquier momento. Atrás cierra una capa a la vez: un panel abierto, luego los controles y después el reproductor.
fr: Appuyez sur Lecture/Pause pour mettre en pause ou reprendre à tout moment. Retour ferme un niveau à la fois : un panneau ouvert, puis les commandes, puis le lecteur.
it: Premi Play/Pausa per mettere in pausa o riprendere in qualsiasi momento. Indietro chiude un livello alla volta: un pannello aperto, poi i controlli, poi il lettore.
ja: 「再生/一時停止」を押すと、いつでも一時停止または再開できます。「戻る」を押すたびに、開いているパネル、コントロール、プレーヤーの順に閉じます。
ko: 재생/일시 정지 버튼을 눌러 언제든지 일시 정지하거나 다시 재생할 수 있습니다. 뒤로 버튼을 누를 때마다 열린 패널, 제어기, 플레이어 순으로 닫힙니다.
nl: Druk op Afspelen/pauzeer om op elk moment te pauzeren of verder te gaan. Terug sluit één laag tegelijk: een open paneel, dan de regelaars, dan de speler.
pt_br: Pressione Reproduzir/Pausar para pausar ou retomar a qualquer momento. Voltar fecha uma camada por vez: um painel aberto, depois os controles e, por fim, o reprodutor.
pt_pt: Prima Reproduzir/Pausar para pausar ou retomar a qualquer momento. Voltar fecha uma camada de cada vez: um painel aberto, depois os controlos e, por fim, o leitor.
ru: Нажмите «Воспроизведение/пауза», чтобы в любой момент приостановить или возобновить просмотр. «Назад» закрывает по одному слою: открытую панель, затем элементы управления, затем плеер.
sv: Tryck på Spela/Paus för att pausa eller fortsätta när som helst. Bakåt stänger ett lager i taget: en öppen panel, sedan reglagen och sist spelaren.
zh_hans: 按下“播放/暂停”可随时暂停或继续播放。每按一次“返回”会依次关闭一层：打开的面板、控制，最后是播放器。
zh_hant: 按下「播放/暫停」可隨時暫停或繼續播放。每按一次「返回」會依序關閉一層：打開的面板、控制項目，最後是播放器。

source: Press the Left Arrow key during playback.
de: Drücke während der Wiedergabe den Linkspfeil.
es_es: Pulsa la tecla de flecha izquierda durante la reproducción.
es_mx: Presiona la tecla de flecha izquierda durante la reproducción.
fr: Appuyez sur la touche Flèche gauche pendant la lecture.
it: Premi il tasto Freccia sinistra durante la riproduzione.
ja: 再生中に左矢印キーを押します。
ko: 재생 중에 왼쪽 화살표 키를 누르십시오.
nl: Druk tijdens het afspelen op de linkerpijltoets.
pt_br: Pressione a tecla de seta para a esquerda durante a reprodução.
pt_pt: Prima a tecla de seta para a esquerda durante a reprodução.
ru: Во время воспроизведения нажмите клавишу со стрелкой влево.
sv: Tryck på vänsterpil under uppspelning.
zh_hans: 在播放时按下左箭头键。
zh_hant: 在播放時按下向左鍵。

source: Press the Right Arrow key during playback.
de: Drücke während der Wiedergabe den Rechtspfeil.
es_es: Pulsa la tecla de flecha derecha durante la reproducción.
es_mx: Presiona la tecla de flecha derecha durante la reproducción.
fr: Appuyez sur la touche Flèche droite pendant la lecture.
it: Premi il tasto Freccia destra durante la riproduzione.
ja: 再生中に右矢印キーを押します。
ko: 재생 중에 오른쪽 화살표 키를 누르십시오.
nl: Druk tijdens het afspelen op de rechterpijltoets.
pt_br: Pressione a tecla de seta para a direita durante a reprodução.
pt_pt: Prima a tecla de seta para a direita durante a reprodução.
ru: Во время воспроизведения нажмите клавишу со стрелкой вправо.
sv: Tryck på högerpil under uppspelning.
zh_hans: 在播放时按下右箭头键。
zh_hant: 在播放時按下向右鍵。

source: Preview
de: Vorschau
es_es: Vista previa
es_mx: Vista previa
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리보기
nl: Voorvertoning
pt_br: Pré-visualização
pt_pt: Pré-visualização
ru: Предпросмотр
sv: Förhandsvisning
zh_hans: 预览
zh_hant: 預覽

source: Previous year
de: Vorheriges Jahr
es_es: Año anterior
es_mx: Año anterior
fr: Année précédente
it: Anno precedente
ja: 前年
ko: 이전 연도
nl: Vorig jaar
pt_br: Ano anterior
pt_pt: Ano anterior
ru: Предыдущий год
sv: Föregående år
zh_hans: 上一年
zh_hant: 上一年

source: Principal Cast
de: Hauptdarsteller
es_es: Reparto principal
es_mx: Reparto principal
fr: Distribution principale
it: Cast principale
ja: 主なキャスト
ko: 주요 출연진
nl: Hoofdrolspelers
pt_br: Elenco Principal
pt_pt: Elenco Principal
ru: В главных ролях
sv: I huvudrollerna
zh_hans: 主要演员
zh_hant: 主要演員

source: Private by Design
de: Von Grund auf privat
es_es: Privacidad desde el diseño
es_mx: Privacidad desde el diseño
fr: Confidentialité intégrée
it: Privacy integrata
ja: プライバシーを重視した設計
ko: 개인정보 보호 중심 설계
nl: Ontworpen voor privacy
pt_br: Privacidade desde a concepção
pt_pt: Privacidade desde a conceção
ru: Конфиденциальность в основе
sv: Designad för integritet
zh_hans: 隐私保护源于设计
zh_hant: 隱私保護源於設計

source: Profile
de: Profil
es_es: Perfil
es_mx: Perfil
fr: Profil
it: Profilo
ja: プロファイル
ko: 프로필
nl: Profiel
pt_br: Perfil
pt_pt: Perfil
ru: Профиль
sv: Profil
zh_hans: 音效模式
zh_hant: 音效模式

source: Projection
de: Projektion
es_es: Proyección
es_mx: Proyección
it: Proiezione
ja: 投影方式
ko: 투영 방식
nl: Projectie
pt_br: Projeção
pt_pt: Projeção
ru: Проекция
sv: Projektion
zh_hans: 投影方式
zh_hant: 投影方式

source: Protocol
de: Protokoll
es_es: Protocolo
es_mx: Protocolo
fr: Protocole
it: Protocollo
ja: プロトコル
ko: 프로토콜
pt_br: Protocolo
pt_pt: Protocolo
ru: Протокол
sv: Protokoll
zh_hans: 协议
zh_hant: 通訊協定

source: QR code unavailable
de: QR-Code nicht verfügbar
es_es: Código QR no disponible
es_mx: Código QR no disponible
fr: Code QR indisponible
it: Codice QR non disponibile
ja: QRコードを利用できません
ko: QR 코드를 사용할 수 없음
nl: QR-code niet beschikbaar
pt_br: Código QR indisponível
pt_pt: Código QR indisponível
ru: QR-код недоступен
sv: QR-koden är inte tillgänglig
zh_hans: 二维码不可用
zh_hant: 無法使用 QR 碼

source: Read media packet
de: Medienpaket lesen
es_es: Leer el paquete del contenido
es_mx: Leer el paquete del contenido
fr: Lire le paquet du média
it: Leggi il pacchetto del contenuto
ja: メディアパケットを読み込む
ko: 미디어 패킷 읽기
nl: Lees mediapakket
pt_br: Ler pacote de mídia
pt_pt: Ler o pacote do conteúdo
ru: Чтение медиапакета
sv: Läs mediepaket
zh_hans: 读取媒体数据包
zh_hant: 讀取媒體封包

source: Read More
de: Mehr lesen
es_es: Leer más
es_mx: Leer más
fr: Lire la suite
it: Leggi di più
ja: 続きを読む
ko: 더 읽기
nl: Lees meer
pt_br: Ler Mais
pt_pt: Ler Mais
ru: Читать далее
sv: Läs mer
zh_hans: 阅读更多
zh_hant: 閱讀更多

source: Reading folder…
de: Ordner wird gelesen …
es_es: Leyendo carpeta…
es_mx: Leyendo carpeta…
fr: Lecture du dossier…
it: Lettura della cartella…
ja: フォルダを読み込み中…
ko: 폴더 읽는 중…
nl: Map lezen…
pt_br: Lendo pasta…
pt_pt: A ler pasta…
ru: Чтение папки…
sv: Läser mapp…
zh_hans: 正在读取文件夹…
zh_hant: 正在讀取檔案夾⋯

source: Redeem a Key
de: Schlüssel einlösen
es_es: Canjear una clave
es_mx: Canjear una clave
fr: Activer une clé
it: Riscatta una chiave
ja: キーを引き換える
ko: 키 등록하기
nl: Verzilver een sleutel
pt_br: Resgatar uma Chave
pt_pt: Resgatar uma Chave
ru: Активировать ключ
sv: Lös in en nyckel
zh_hans: 兑换密钥
zh_hant: 兌換金鑰

source: Release calendar, %lld
de: Veröffentlichungskalender, %lld
es_es: Calendario de estrenos, %lld
es_mx: Calendario de estrenos, %lld
fr: Calendrier des sorties, %lld
it: Calendario delle uscite, %lld
ja: 公開カレンダー、%lld年
ko: 공개 캘린더, %lld년
nl: Releasekalender, %lld
pt_br: Calendário de lançamentos, %lld
pt_pt: Calendário de estreias, %lld
ru: Календарь премьер, %lld
sv: Premiärkalender, %lld
zh_hans: 发行日历，%lld 年
zh_hant: 發行日曆，%lld 年

source: Remove
de: Entfernen
es_es: Eliminar
es_mx: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijder
pt_br: Remover
pt_pt: Remover
ru: Удалить
sv: Ta bort
zh_hans: 移除
zh_hant: 移除

source: Remove Favourite
de: Favorit entfernen
es_es: Eliminar de favoritos
es_mx: Quitar de favoritos
fr: Supprimer des favoris
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기 제거
nl: Verwijder favoriet
pt_br: Remover dos Favoritos
pt_pt: Remover dos favoritos
ru: Удалить из избранного
sv: Ta bort favorit
zh_hans: 移除个人收藏
zh_hant: 從喜好項目移除

source: Remove from Watchlist
de: Aus Watchlist entfernen
es_es: Eliminar de Mi lista
es_mx: Quitar de la lista de seguimiento
fr: Retirer de la liste de suivi
it: Rimuovi da Da guardare
ja: ウォッチリストから削除
ko: 관심 목록에서 제거
nl: Verwijder uit kijklijst
pt_br: Remover da Minha Lista
pt_pt: Remover da Lista para Ver
ru: Удалить из списка к просмотру
sv: Ta bort från bevakningslistan
zh_hans: 从待看列表中移除
zh_hant: 從待看清單中移除

source: Remove Source
de: Quelle entfernen
es_es: Eliminar fuente
es_mx: Quitar origen
fr: Retirer la source
it: Rimuovi sorgente
ja: ソースを削除
ko: 소스 제거
nl: Verwijder bron
pt_br: Remover Origem
pt_pt: Remover Fonte
ru: Удалить источник
sv: Ta bort källa
zh_hans: 移除来源
zh_hant: 移除來源

source: Rescan
de: Erneut scannen
es_es: Volver a analizar
es_mx: Volver a escanear
fr: Réanalyser
it: Scansiona di nuovo
ja: 再スキャン
ko: 다시 스캔
nl: Scan opnieuw
pt_br: Reescanear
pt_pt: Voltar a Analisar
ru: Сканировать заново
sv: Skanna om
zh_hans: 重新扫描
zh_hant: 重新掃描

source: Rescan Library
de: Mediathek erneut scannen
es_es: Volver a analizar la biblioteca
es_mx: Volver a escanear la biblioteca
fr: Réanalyser la bibliothèque
it: Scansiona di nuovo la libreria
ja: ライブラリを再スキャン
ko: 보관함 다시 스캔
nl: Scan bibliotheek opnieuw
pt_br: Reescanear Biblioteca
pt_pt: Voltar a Analisar Biblioteca
ru: Сканировать медиатеку заново
sv: Skanna om biblioteket
zh_hans: 重新扫描资料库
zh_hant: 重新掃描資料庫

source: Rescanning sources
de: Quellen erneut scannen
es_es: Volviendo a analizar las fuentes
es_mx: Volviendo a escanear los orígenes
fr: Nouvelle analyse des sources
it: Nuova scansione delle sorgenti
ja: ソースを再スキャン中
ko: 소스를 다시 스캔하는 중
nl: Bronnen opnieuw scannen
pt_br: Reescaneando origens
pt_pt: A voltar a analisar fontes
ru: Повторное сканирование источников
sv: Skannar om källor
zh_hans: 正在重新扫描来源
zh_hant: 正在重新掃描來源

source: Reset
de: Zurücksetzen
es_es: Restablecer
es_mx: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 재설정
nl: Stel opnieuw in
pt_br: Redefinir
pt_pt: Repor
ru: Сбросить
sv: Återställ
zh_hans: 重置
zh_hant: 重置

source: Reset Adjustments
de: Anpassungen zurücksetzen
es_es: Restablecer ajustes
es_mx: Restablecer ajustes
fr: Réinitialiser les ajustements
it: Ripristina regolazioni
ja: 調整をリセット
ko: 조정 재설정
nl: Stel aanpassingen opnieuw in
pt_br: Redefinir Ajustes
pt_pt: Repor Ajustes
ru: Сбросить коррекцию
sv: Återställ justeringar
zh_hans: 重置调整
zh_hant: 重置調整

source: Reset Picture
de: Bild zurücksetzen
es_es: Restablecer imagen
es_mx: Restablecer imagen
fr: Réinitialiser l’image
it: Ripristina immagine
ja: 映像をリセット
ko: 화면 재설정
nl: Stel beeld opnieuw in
pt_br: Redefinir Imagem
pt_pt: Repor Imagem
ru: Сбросить изображение
sv: Återställ bild
zh_hans: 重置画面
zh_hant: 重置畫面

source: Reset Subtitle Style
de: Untertitelstil zurücksetzen
es_es: Restablecer estilo de subtítulos
es_mx: Restablecer estilo de subtítulos
fr: Réinitialiser le style des sous-titres
it: Ripristina stile sottotitoli
ja: 字幕スタイルをリセット
ko: 자막 스타일 재설정
nl: Stel ondertitelstijl opnieuw in
pt_br: Redefinir Estilo das Legendas
pt_pt: Repor Estilo das Legendas
ru: Сбросить стиль субтитров
sv: Återställ undertextstil
zh_hans: 重置字幕样式
zh_hant: 重置字幕樣式

source: Rest Your Thumb for Speed
de: Daumen auflegen für Geschwindigkeit
es_es: Apoya el pulgar para cambiar la velocidad
es_mx: Apoya el pulgar para cambiar la velocidad
fr: Posez le pouce pour la vitesse
it: Appoggia il pollice per la velocità
ja: 親指を置いて速度変更
ko: 엄지를 올려 속도 변경
nl: Laat je duim rusten voor snelheid
pt_br: Apoie o polegar para a velocidade
pt_pt: Pouse o polegar para a velocidade
ru: Удержание пальца для скорости
sv: Vila tummen för hastighet
zh_hans: 放上拇指以更改速度
zh_hant: 放上拇指以更改速度

source: Rest your thumb on the right edge of the clickpad to play at %@, or on the left edge to play at %@. Playback returns to its usual speed when you lift it.
de: Lege deinen Daumen auf den rechten Rand des Clickpads, um mit %1$@ wiederzugeben, oder auf den linken Rand für %2$@. Sobald du ihn anhebst, läuft die Wiedergabe wieder mit der gewohnten Geschwindigkeit.
es_es: Apoya el pulgar en el borde derecho del clickpad para reproducir a %1$@, o en el borde izquierdo para reproducir a %2$@. La reproducción vuelve a su velocidad habitual al levantarlo.
es_mx: Apoya el pulgar en el borde derecho del clickpad para reproducir a %1$@, o en el borde izquierdo para reproducir a %2$@. La reproducción vuelve a su velocidad habitual al levantarlo.
fr: Posez le pouce sur le bord droit du pavé tactile pour lire à %1$@, ou sur le bord gauche pour lire à %2$@. La lecture reprend sa vitesse habituelle lorsque vous le levez.
it: Appoggia il pollice sul bordo destro del clickpad per riprodurre a %1$@, o sul bordo sinistro per riprodurre a %2$@. La riproduzione torna alla velocità abituale quando lo sollevi.
ja: クリックパッドの右端に親指を置くと%1$@、左端に置くと%2$@で再生します。指を離すと通常の速度に戻ります。
ko: 클릭패드의 오른쪽 가장자리에 엄지를 올려 두면 %1$@, 왼쪽 가장자리에 올려 두면 %2$@ 속도로 재생됩니다. 손을 떼면 원래 속도로 돌아갑니다.
nl: Laat je duim op de rechterrand van de clickpad rusten om af te spelen op %1$@, of op de linkerrand om af te spelen op %2$@. Het afspelen keert terug naar de gebruikelijke snelheid als je hem optilt.
pt_br: Apoie o polegar na borda direita do clickpad para reproduzir a %1$@, ou na borda esquerda para reproduzir a %2$@. A reprodução volta à velocidade normal quando você levanta o dedo.
pt_pt: Pouse o polegar na margem direita do clickpad para reproduzir a %1$@, ou na margem esquerda para reproduzir a %2$@. A reprodução volta à velocidade habitual quando levantar o dedo.
ru: Положите большой палец на правый край кликпада, чтобы воспроизводить со скоростью %1$@, или на левый край — со скоростью %2$@. Когда вы уберете палец, скорость вернется к обычной.
sv: Vila tummen på klickplattans högra kant för att spela upp i %1$@, eller på den vänstra kanten för att spela upp i %2$@. Uppspelningen återgår till sin vanliga hastighet när du lyfter den.
zh_hans: 将拇指放在触控板右边缘可以 %1$@ 播放，放在左边缘可以 %2$@ 播放。抬起拇指后恢复正常速度。
zh_hant: 將拇指放在觸控板右邊緣可以 %1$@ 播放，放在左邊緣可以 %2$@ 播放。抬起拇指後會恢復一般速度。

source: Restart playback when it ends
de: Wiedergabe nach Ende neu starten
es_es: Reiniciar la reproducción al terminar
es_mx: Reiniciar la reproducción cuando termine
fr: Redémarrer la lecture à la fin
it: Riavvia la riproduzione al termine
ja: 再生終了後に最初から再生
ko: 종료 시 재생 다시 시작
nl: Start de weergave opnieuw wanneer deze eindigt
pt_br: Reiniciar a reprodução ao terminar
pt_pt: Reiniciar a reprodução ao terminar
ru: Перезапускать воспроизведение по окончании
sv: Starta om uppspelningen när den slutar
zh_hans: 结束后重新开始播放
zh_hant: 結束時重新開始播放

source: Results
de: Ergebnisse
es_es: Resultados
es_mx: Resultados
fr: Résultats
it: Risultati
ja: 結果
ko: 결과
nl: Resultaten
pt_br: Resultados
pt_pt: Resultados
ru: Результаты
sv: Resultat
zh_hans: 结果
zh_hant: 結果

source: Resume Playback
de: Wiedergabe fortsetzen
es_es: Reanudar reproducción
es_mx: Reanudar reproducción
fr: Reprendre la lecture
it: Riprendi riproduzione
ja: 再生を再開
ko: 재생 재개
nl: Hervat afspelen
pt_br: Retomar reprodução
pt_pt: Retomar reprodução
ru: Возобновить воспроизведение
sv: Återuppta uppspelning
zh_hans: 恢复播放
zh_hant: 繼續播放

source: Resume the movies and episodes you recently watched.
de: Setze Filme und Folgen fort, die du zuletzt gesehen hast.
es_es: Reanuda las películas y episodios que has visto recientemente.
es_mx: Reanuda las películas y los episodios que viste recientemente.
fr: Reprenez les films et épisodes que vous avez regardés récemment.
it: Riprendi i film e gli episodi guardati di recente.
ja: 最近視聴した映画やエピソードを再開します。
ko: 최근에 시청한 영화와 에피소드를 이어서 봅니다.
nl: Hervat de films en afleveringen die je onlangs hebt bekeken.
pt_br: Retome os filmes e episódios que você assistiu recentemente.
pt_pt: Retome os filmes e episódios que viu recentemente.
ru: Возобновите просмотр фильмов и эпизодов, на которых вы недавно остановились.
sv: Återuppta de filmer och avsnitt du nyligen tittat på.
zh_hans: 恢复观看你最近观看的电影和单集。
zh_hant: 繼續觀看你最近看過的電影和劇集。

source: Resumes playback.
de: Setzt die Wiedergabe fort.
es_es: Reanuda la reproducción.
es_mx: Reanuda la reproducción.
fr: Reprend la lecture.
it: Riprende la riproduzione.
ja: 再生を再開します。
ko: 재생을 재개합니다.
nl: Hervat het afspelen.
pt_br: Retoma a reprodução.
pt_pt: Retoma a reprodução.
ru: Возобновляет воспроизведение.
sv: Återupptar uppspelningen.
zh_hans: 恢复播放。
zh_hant: 繼續播放。

source: Revoking access also signs out any Apple TV you linked it to.
de: Durch das Widerrufen des Zugriffs werden auch alle Apple TV-Geräte abgemeldet, mit denen du ihn verknüpft hast.
es_es: Al revocar el acceso también se cierra la sesión en los Apple TV que hayas vinculado.
es_mx: Al revocar el acceso también se cierra la sesión en los Apple TV que hayas vinculado.
fr: La révocation de l’accès déconnecte aussi toutes les Apple TV auxquelles vous l’avez lié.
it: Revocando l’accesso esci anche da tutte le Apple TV a cui l’hai collegato.
ja: アクセスを取り消すと、リンクしたApple TVからもサインアウトされます。
ko: 접근 권한을 취소하면 연결한 모든 Apple TV에서도 로그아웃됩니다.
nl: Als je de toegang intrekt, word je ook uitgelogd op elke Apple TV waaraan je deze hebt gekoppeld.
pt_br: Revogar o acesso também finaliza a sessão em qualquer Apple TV que você tenha vinculado.
pt_pt: Revogar o acesso também termina a sessão em qualquer Apple TV a que o tenha ligado.
ru: При отзыве доступа также выполняется выход на всех Apple TV, к которым вы его подключили.
sv: När du återkallar åtkomsten loggas även de Apple TV-enheter som du har länkat den till ut.
zh_hans: 撤销访问权限还会退出你链接到的所有 Apple TV。
zh_hant: 撤銷存取權限也會登出你連結的所有 Apple TV。

source: Right Eye First
de: Rechtes Auge zuerst
es_es: Ojo derecho primero
es_mx: Ojo derecho primero
fr: Œil droit en premier
it: Occhio destro per primo
ja: 右眼優先
ko: 오른쪽 눈 먼저
nl: Rechteroog eerst
pt_br: Olho direito primeiro
pt_pt: Olho direito primeiro
ru: Сначала правый ракурс
sv: Höger öga först
zh_hans: 右眼优先
zh_hant: 右眼優先

source: Romanian
de: Rumänisch
es_es: Rumano
es_mx: Rumano
fr: Roumain
it: Rumeno
ja: ルーマニア語
ko: 루마니아어
nl: Roemeens
pt_br: Romeno
pt_pt: Romeno
ru: Румынский
sv: Rumänska
zh_hans: 罗马尼亚语
zh_hant: 羅馬尼亞文

source: Rotation Lock
de: Ausrichtungssperre
es_es: Bloqueo de rotación
es_mx: Bloqueo de rotación
fr: Verrouillage de la rotation
it: Blocco rotazione
ja: 画面の向きのロック
ko: 화면 회전 잠금
nl: Rotatievergrendeling
pt_br: Bloqueio de Rotação
pt_pt: Bloqueio da Rotação
ru: Блокировка поворота
sv: Rotationslås
zh_hans: 旋转锁定
zh_hant: 旋轉鎖定

source: Rounded
de: Abgerundet
es_es: Redondeada
es_mx: Redondeada
fr: Arrondie
it: Arrotondato
ja: ラウンド
ko: 라운드
nl: Afgerond
pt_br: Arredondada
pt_pt: Arredondado
ru: Скругленный
sv: Rundad
zh_hans: 圆体
zh_hant: 圓體

source: Russian
de: Russisch
es_es: Ruso
es_mx: Ruso
fr: Russe
it: Russo
ja: ロシア語
ko: 러시아어
nl: Russisch
pt_br: Russo
pt_pt: Russo
ru: Русский
sv: Ryska
zh_hans: 俄语
zh_hant: 俄文
